Repository: TwolDE/vix-core
Catalog: po/*.po
Languages: it

source: 30 Days
it: 30 Giorni

source: A background update check is is progress, please wait for retry.
it: È in corso un aggiornamento, attendere per riprovare.

source: A backup has been detected.
it: Backup trovato.

source: Activate
it: Attivare

source: Active
it: Attivo

source: Active:
it: Attivo:

source: Allows the softcam manager to be launched from extensions.
it: Permetti al gestore softcam di essere avviato da un' estensione.

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
it: Permetti di verificare che la softcam non si blocchi, se necessario riavviare automaticamente.

source: Allows you have the window close automatically.
it: Permetti alle finestre di chiudersi automaticamente.

source: Allows you schedule your backups.
it: Permetti di programmare i backup.

source: Allows you schedule your image backups.
it: Permetti di programmare i backup dell' immagine.

source: Allows you to tag your backups to a box. (default is box name/type)
it: Permetti di etichettare. (default box nome/modello)

source: Allows you to tag your image backup to a box. (default is box name/type)
it: Allows you to tag your image backup to a box. (default box nome/modello)

source: Are you ready to create a backup image ?
it: Sei pronto a creare un backup dell' immagine ?

source: Are you ready to install ?
it: Vuoi procedere con l' installazione ?

source: Are you sure you want to delete this backup:
it: Vuoi eliminare questo backup:

source: Are you sure you want to download this image:
it: Vuoi scaricare quest' immagine:

source: Are you sure you want to restore this backup:
it: Vuoi ripristinare questo backup:

source: Are you sure you want to restore this image:
it: Vuoi ripristinare quest' immagine:

source: Autostart
it: Autoavvio

source: Backing up Kernel...
it: Backup Kernel in corso...

source: Backing up Root file system...
it: Backup Root file system in corso...

source: Backing up files...
it: Backup files in corso...

source: Backup Complete...
it: Backup Completo...

source: Backup Confirmation
it: Conferma Backup

source: Backup Created
it: Backup Creato

source: Backup Location
it: Percorso Backup

source: Backup Manager
it: Gestione Backup

source: Backup Manager Log
it: Log Gestione Backup

source: Backup Manager Setup
it: Impostazioni Gestione Backup

source: Backup failed - e. g. wrong backup destination or no space left on backup device
it: Backup non riuscito - e. g. destinazione sbagliata o spazio non sufficiente sul supporto di backup

source: Backup in progress, Please for it to finish, before trying again
it: Backup in corso, Attendere il termine prima di riprovare

source: Backup prefix
it: Prefissare Backup

source: CCcam can't run whilst MGcamd is running
it: CCcam non può essere avviata mentre Mgcamd è in uso

source: Can't unmount the partition, make sure it is not being used for swap or record/timeshift paths
it: Impossibile smontare la partizione, verificare che non sia usata come percorso di registrazione/timeshift

source: Cancel
it: Cancella

source: Change Location
it: Cambia Posizione

source: Checking Free RAM..
it: Controllo RAM libera

source: Checking softcams...
it: Controllo softcams...

source: Choose Files
it: Selezionare File

source: Choose local ipk's folder
it: Selezionare la cartella ipk

source: Choose where to mount your devices to:
it: Selezionare dove montare il supporto:

source: Close
it: Chiudi

source: Close window on success
it: Finestra chiusa con successo

source: Comparing against backup...
it: Confronto con backup...

source: Create
it: Crea

source: Create and Manage your swap files.
it: Crea e gestisci i file swap.

source: Create and Restore complete images of your system.
it: Crea e ripristina

source: Creating Swap..
it: Sto creando la Swap...

source: Creating list of installed plugins...
it: Creazione lista plugin installati...

source: Creating zip...
it: Sto creando lo zip...

source: Current Status:
it: Stato attuale:

source: Daily
it: Giornaliero

source: Deactivate
it: Disattiva

source: Delete
it: Cancella

source: Deselect
it: Deseleziona

source: Device:
it: Supporto:

source: Device: None available
it: Supporto: nessuno disponibile

source: Disable Startup
it: Disabilita all' avvio

source: Do you want to restart GUI now ?
it: Vuoi riavviare ora la GUI ?

source: Do you want to restore your Enigma2 plugins ?
it: Vuoi ripristinare i tuoi plugin Enigma2 ?

source: Do you want to restore your Enigma2 settings ?
it: Vuoi ripristinare i tuoi setting Enigma2 ?

source: Download Confirmation
it: Conferma Download

source: Downloading Image...
it: Downloading Immagine...

source: Enable Startup
it: Abilita all' avvio

source: Enable Swap at startup
it: Abilita Swap all' avvio

source: Enable frozen check
it: Abilita controllo blocco

source: Enough Retries, delaying till next schedule.
it: Troppi tentativi, rinviato al prossimo orario.

source: Exit the restore wizard
it: Esci dal wizard di ripristino

source: Found none standard softcam, trying to start, this may fail
it: Nessuna softcam standard trovata, prova ad avviarla ma potrebbe anche non funzionare

source: Free space:
it: Spazio disponibile:

source: Frozen check interval
it: Intervallo controllo blocco

source: Image Manager
it: Gestione Immagine

source: Image Manager Setup
it: Configurazione Gestione Immagine

source: Inactive
it: Non attivo

source: Install
it: Installare

source: Install Confirmation
it: Conferma installazione

source: Install IPK's from your tmp folder.
it: Installa IPK's dalla tua cartella tmp.

source: Install extensions.
it: Installa estensioni

source: Install local extension
it: Installa estensioni locali

source: Installing...
it: Installazione in corso...

source: Invert
it: Invertire

source: It seems you have not setup an extra location, please setup in Backup Manager setup menu
it: Extra location non configurata, configurala nel menù di configurazione Gestione Backup

source: Location of where backup should be saved.
it: Percorso dove salvare il backup.

source: Location of where image backup should be saved.
it: Percorso dove salvare il backup dell' immagine.

source: MGcamd can't run whilst CCcam is running
it: MGcamd non può essere avviata mentre è in funzione CCcam

source: Manage the backups of your settings.
it: Gestisci il backup dei tuoi settaggi.

source: Manage your devices mount points.
it: Gestisci il mount points dei supporti.

source: Mount Manager
it: Gestione Mount

source: Moving to Backup Location...
it: Spostamento

source: NO, do not restore plugins
it: No, non ripristinare i plugin

source: NO, do not restore settings
it: No, non ripristinare le configurazioni

source: New Backup
it: Nuovo Backup

source: Next Backup:
it: Prossimo Backup:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg
it: Nessun file di configurazione trovato, prima configura CCcam in /etc/CCcam.cfg

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg
it: Nessun file di configurazione trovato, prima configura Hypercam in /etc/hypercam.cfg

source: No config files found, please setup MGcamd first in /var/keys
it: Nessun file di configurazione trovato, prima configura MGcamd in /var/keys

source: No config files found, please setup Oscam first in /etc/tuxbox/config
it: Nessun file di configurazione trovato, prima configura Hypercam in /etc/tuxbox/config

source: No plugins where needed to be installed
it: Nessun plugin deve essere installato

source: None
it: Nessuno

source: Now skipping restore process
it: Salta il processo di ripristino

source: OK, to perform a restore
it: OK, per ripristino

source: Please enter a folder that contains some packages.
it: Selezionare cartella contenente pacchetti.

source: Please select device to use as swapfile location
it: Seleziona il supporto da usare come posizione del file swap

source: Please select the file to restore ?
it: Selezionare un file da ripristinare ?

source: Please wait while gathers information...
it: Raccolta informazioni in corso...

source: Please wait while plugins restore completes...
it: Completamento ripristino plugin in corso...

source: Please wait while restore prepares
it: Atttendere, preparazione ripristino

source: Please wait while scanning for devices...
it: Controllo supporti in corso...

source: Please wait while scanning your %s %s devices...
it: Verifica supporti %s %s in corso...

source: Please wait while settings restore completes...
it: Ripristino configurazioni in corso...

source: Please wait while starting
it: Avvio in corso

source: Please wait while stopping
it: Arresto in corso

source: Please wait.
it: Attendere prego.

source: Plugin Listing failed - e. g. wrong backup destination or no space left on backup device
it: Elenco Plugin non riuscito - e. g. destinazione backup errata o spazio insufficiente sul supporto

source: Preparing extra plugins...
it: Preparazione extra plugin...

source: Press OK to toggle the selection.
it: Premere OK per evidenziare la selezione.

source: Rebooting...
it: Riavvio...

source: Remove Confirmation
it: Conferma Rimozione

source: Removing temp mounts...
it: Rimozione temp mounts...

source: Restart
it: Riavvio

source: Restart %s %s.
it: Riavvio %s %s.

source: Restart Enigma2.
it: Riavvio Enigma2.

source: Restore
it: Ripristino

source: Restore Confirmation
it: Conferma Ripristino

source: Restore Wizard
it: Wizard Ripristino

source: Restoring backup...
it: Ripristino backup...

source: Restoring plugins, this can take a long time...
it: Ripristino plugins, potrebbe impiegare molto tempo...

source: Restoring plugins...
it: Ripristino plugins...

source: Run
it: Avvia

source: Run your shell scripts.
it: Avvia i tuo scripts shell.

source: Save
it: Salva

source: Schedule Backups
it: Orario Backup

source: Script Runner
it: Avvio Script

source: Script Runner Setup
it: Configurazione Avvio Script

source: Select
it: Seleziona

source: Select a backup to Restore:
it: Seleziona un backup da ripristinare

source: Select a package to install:
it: Seleziona il pacchetto da installare:

source: Select an image to Download:
it: Seleziona un' immagine da ripristinare

source: Select an image to restore:
it: Seleziona l' immagine da ripristinare:

source: Select extra packages folder
it: Seleziona

source: Select files/folders to backup
it: Seleziona i file/cartelle

source: Select folder that contains plugins
it: Seleziona la cartella contenente plugins

source: Select the Swap File Size:
it: Seleziona la dimensione del File Swap:

source: Select:
it: Seleziona:

source: Set the interval to be checked in mins.
it: Imposta l'intervallo in minuti per il check.

source: Set the repeat interval of backup schedule.
it: Imposta l'intervallo di ripetione backup

source: Set the time of backup to start.
it: Imposta l' ora di avvio backup.

source: Setting Up...
it: Sto impostendo...

source: Setup Mounts
it: Configura Mounts

source: Show in extensions
it: Mostra in estensioni

source: Size:
it: Dimensione:

source: Softcam Manager
it: Gestione Softcam

source: Softcam Manager Log
it: Log Gestione Softcam

source: Softcam Manager Setup
it: Configurazione Gestione Softcam

source: Softcam Setup
it: Configurazione Softcam

source: Softcam Starting...
it: Avvio Softcam...

source: Softcam Stopping...
it: Arresto Softcam...

source: SoftcamCheck
it: Controllo Softcam

source: Sorry but that location does not exist or is not setup, please setup in Backup Manager setup menu
it: Il percorso non esiste o non è configurato, configurarlo nel menù di configurazione Gestione Backup

source: Sorry feeds are down for maintenance, Please try again later.
it: I feed sono down per manutenzione, riprovare più tardi.

source: Sorry feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
it: I feed sono down per manutenzione, utilizzare Gestione Backup per ripristinare i plugin.

source: Sorry, but the file is not compatible with this image version.
it: Il file non è compatibile con questa versione di immagine

source: Sorry, but the restore failed.
it: Ripristino fallito

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
it: Nessun device che supporta SWAP collegato. Impossibile creare file swap su rete o filesystem fat32

source: Sorry, not enough free ram found, and no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems, unable to make backup
it: Ram libera insufficiente, nessun device che supporta SWAP collegato.Impossibile creare file swap su rete o filesystem fat32, impossibile effettuare backup

source: Start
it: Avvia

source: Starting...
it: Avvio...

source: Status:
it: Stat:

source: Swap File not found. You have to create the file before to activate.
it: File Swap non trovato. Creare il file prima dell' attivazione.

source: Swap Manager
it: Gestione Swap

source: Swap Place:
it: Percorso Swap:

source: Swap Size:
it: Dimensione Swap:

source: Temp Folder
it: Cartella Temp

source: The backup location does not have enough freespace.
it: La posizione di backup non ha sufficiente spazio libero.

source: The backup location does not have enough freespace.
it: La posizione di backup non ha sufficiente spazio libero.

source: The changes need a system restart to take effect. Restart your %s %s now?
it: Le modifiche richiedono un riavvio. Riavviare il %s %s ora?

source: The chosen location does not exist, using /media/hdd
it: Il percorso non esiste, utilizzare /media/hdd

source: The wizard is finished now, and will reboot
it: Wizard terminato, necessario riavvio

source: The wizard is finished now.
it: Wizard terminato.

source: This Device is already mounted as HDD.
it: Supporto già montato come HDD

source: Time of Backup to start
it: Ora di avvio Backup

source: Type:
it: Tipo:

source: Updating mount locations.
it: Aggiornamento posizione di montaggio.

source: Use as HDD
it: Usa come HDD

source: ViX Backup Manager
it: Gestione Backup ViX

source: ViX Image Manager
it: Gestione Immagine ViX

source: ViX Mount Manager
it: Gestione Mount ViX

source: ViX Swap Manager
it: Gestione Swap Vix

source: View Progress
it: Verifica Avanzamento

source: Wait please while creating swapfile...
it: Sto creando il file swap...

source: Wait please while scanning for softcam's...
it: Attendere, verificasoftcam in corso...

source: Wait please while scanning...
it: Attendere, scansione in corso...

source: Weekly
it: Settimanale

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your setting and any extra plugins that where installed when the backup was created.
it: Benvenuti nel wizard di ripristino. Backup trovato. Potete utilizzare il wizard per ripristinare la configurazione ed i plugin installati quando è stato creato il backup.

source: YES, to restore plugins
it: Si, per ripristinare i plugins

source: YES, to restore settings
it: Si, per ripristinare i settings

source: You have no backup to delete.
it: Non hai nessun backup da eliminare.

source: You have no backups to restore.
it: Non hai nessun backup da ripristinare.

source: You have no image to delete.
it: Non ha nessun' immagine da eliminare.

source: You have no image to download.
it: Non hai nessun' immagine da scaricare.

source: You have no image to restore.
it: Non hai nessun' immagine da ripristinare.

source: You have to create a Swap File before to activate the autostart.
it: Devi creare un file di Swap prima di attivarlo all' avvio.

source: Your %s %s is about to run a full image backup, this can take about 6 minutes to complete, do you want to allow this?
it: Il tuo %s %s sta per effettuare un full backup dell' immagine, potrebbe impiegare fino a 6 minuti , vuoi proseguire?

source: Your %s %s is not connected to the internet, Please try using Backup Manager to restore plugins later.
it: Il tuo %s %s non è connesso ad internet, prova ad usare Gestione Backup per ripristinare i tuoi plugin.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
it: Il tuo %s %s non è connesso ad internet, controlla le tue configurazioni di rete e prova di nuovo.

source: echo 'Downloading Image.'
it: echo 'Sto scaricando l' immagine.'

source: there was a problem with this device, please reformat and try again.
it: problema con il supporto, riformatta e prova di nuovo.

source: unavailable
it: non disponibile
